Repository: sol-andrea-morelli/Forget-Me-Not---Habit-Tracker
Catalog: Forget Me Not - Habit Tracker/Localizable.xcstrings
Source language: en
Languages: es_419

source: -- No
es_419: -- No hay

source: %lldth
es_419: %lld

source: + New Habit
es_419: + Nuevo habito

source: < Back
es_419: < Atras

source: Cancel
es_419: Cancelar

source: Create new habit
es_419: Crear nuevo habito

source: Current month: %@
es_419: Mes actual: %@

source: Current year: %@
es_419: Año actual: %@

source: Dark blue
es_419: Azul oscuro

source: Delete
es_419: Eliminar

source: Delete "%@"?
es_419: Eliminar "%@"?

source: Delete habit
es_419: Eliminar habito

source: Deleting this habit will also delete all its completion history. Are you sure?
es_419: Eliminar este habito eliminara tambien su historia. ¿Proceder?

source: Done
es_419: Listo

source: Go back
es_419: Volver

source: Green
es_419: Verde

source: Habit color:
es_419: Color:

source: Habit name:
es_419: Nombre de habito:

source: Habit visibility:
es_419: Visibilidad:

source: Hidden
es_419: Escondido

source: Hidden habits
es_419: Habitos escondidos

source: Jump to...
es_419: Saltar a...

source: Light blue
es_419: Celeste

source: Light green
es_419: Verde claro

source: Light purple
es_419: Lila

source: Manage habits
es_419: Administrar habitos

source: No habits to show
es_419: No hay habitos para mostrar

source: No hidden habits
es_419: No hay habitos escondidos

source: No visible habits
es_419: No hay habitos visibles

source: Orange
es_419: Naranja

source: Pink
es_419: Rosa

source: Tap to add a new habit to the bottom of the list
es_419: Presione para añadir un nuevo habito al final de la lista

source: Tap to edit this habit
es_419: Presione para editar este habito

source: Tap to mark this day as completed
es_419: Presionar para marcar este dia como completado

source: Tap to mark this day as not completed
es_419: Presionar para marcar este dia como no completado

source: Tap to switch between values
es_419: Presione para cambiar valor

source: Today, %lldth
es_419: Hoy, %lld

source: Unknown
es_419: Desconocido

source: Visible habits
es_419: Habitos visibles

source: Yellow
es_419: Amarillo
